[
  {"id":"aldersonPowerPositionWorld2004","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Alderson","given":"Arthur S."},{"family":"Beckfield","given":"Jason"}],"container-title":"American Journal of Sociology","container-title-short":"American Journal of Sociology","DOI":"10.1086/378930","ISSN":"0002-9602, 1537-5390","issue":"4","issued":{"date-parts":[[2004,1]]},"language":"en","page":"811-851","source":"DOI.org (Crossref)","title":"Power and Position in the World City System","type":"article-journal","URL":"http://www.journals.uchicago.edu/doi/10.1086/378930","volume":"109"},
  {"id":"aralIdentifyingInfluentialSusceptible2012","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Aral","given":"S."},{"family":"Walker","given":"D."}],"container-title":"Science","DOI":"10.1126/science.1215842","ISSN":"0036-8075, 1095-9203","issue":"6092","issued":{"date-parts":[[2012,7,20]]},"language":"en","page":"337-341","source":"Crossref","title":"Identifying Influential and Susceptible Members of Social Networks","type":"article-journal","URL":"https://www.sciencemag.org/lookup/doi/10.1126/science.1215842","volume":"337"},
  {"id":"balcanModelingSpatialSpread2010a","abstract":"Here we present the Global Epidemic and Mobility (GLEaM) model that integrates sociodemographic and population mobility data in a spatially structured stochastic disease approach to simulate the spread of epidemics at the worldwide scale. We discuss the ﬂexible structure of the model that is open to the inclusion of different disease structures and local intervention policies. This makes GLEaM suitable for the computational modeling and anticipation of the spatio-temporal patterns of global epidemic spreading, the understanding of historical epidemics, the assessment of the role of human mobility in shaping global epidemics, and the analysis of mitigation and containment scenarios.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Balcan","given":"Duygu"},{"family":"Gonçalves","given":"Bruno"},{"family":"Hu","given":"Hao"},{"family":"Ramasco","given":"José J."},{"family":"Colizza","given":"Vittoria"},{"family":"Vespignani","given":"Alessandro"}],"container-title":"Journal of Computational Science","DOI":"10.1016/j.jocs.2010.07.002","ISSN":"18777503","issue":"3","issued":{"date-parts":[[2010,8]]},"language":"en","page":"132-145","source":"Crossref","title":"Modeling the spatial spread of infectious diseases: The GLobal Epidemic and Mobility computational model","title-short":"Modeling the spatial spread of infectious diseases","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S1877750310000438","volume":"1"},
  {"id":"barthelemySpatialNetworks2011","abstract":"Complex systems are very often organized under the form of networks where nodes and edges are embedded in space. Transportation and mobility networks, Internet, mobile phone networks, power grids, social and contact networks, and neural networks, are all examples where space is relevant and where topology alone does not contain all the information. Characterizing and understanding the structure and the evolution of spatial networks is thus crucial for many different fields, ranging from urbanism to epidemiology. An important consequence of space on networks is that there is a cost associated with the length of edges which in turn has dramatic effects on the topological structure of these networks. We will thoroughly explain the current state of our understanding of how the spatial constraints affect the structure and properties of these networks. We will review the most recent empirical observations and the most important models of spatial networks. We will also discuss various processes which take place on these spatial networks, such as phase transitions, random walks, synchronization, navigation, resilience, and disease spread.","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Barthélemy","given":"Marc"}],"container-title":"Physics Reports","container-title-short":"Physics Reports","DOI":"10.1016/j.physrep.2010.11.002","ISSN":"03701573","issue":"1-3","issued":{"date-parts":[[2011,2]]},"language":"en","page":"1-101","source":"DOI.org (Crossref)","title":"Spatial networks","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S037015731000308X","volume":"499"},
  {"id":"belikNaturalHumanMobility2011a","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Belik","given":"Vitaly"},{"family":"Geisel","given":"Theo"},{"family":"Brockmann","given":"Dirk"}],"container-title":"Physical Review X","DOI":"10.1103/PhysRevX.1.011001","ISSN":"2160-3308","issue":"1","issued":{"date-parts":[[2011,8,8]]},"language":"en","source":"Crossref","title":"Natural Human Mobility Patterns and Spatial Spread of Infectious Diseases","type":"article-journal","URL":"https://link.aps.org/doi/10.1103/PhysRevX.1.011001","volume":"1"},
  {"id":"bengtssonUsingMobilePhone2015","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Bengtsson","given":"Linus"},{"family":"Gaudart","given":"Jean"},{"family":"Lu","given":"Xin"},{"family":"Moore","given":"Sandra"},{"family":"Wetter","given":"Erik"},{"family":"Sallah","given":"Kankoe"},{"family":"Rebaudet","given":"Stanislas"},{"family":"Piarroux","given":"Renaud"}],"container-title":"Scientific Reports","DOI":"10.1038/srep08923","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[[2015,8]]},"language":"en","source":"Crossref","title":"Using Mobile Phone Data to Predict the Spatial Spread of Cholera","type":"article-journal","URL":"http://www.nature.com/articles/srep08923","volume":"5"},
  {"id":"buskensNewModelInformation1999","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Buskens","given":"Vincent"},{"family":"Yamaguchi","given":"Kazuo"}],"container-title":"Sociological Methodology","container-title-short":"Sociological Methodology","DOI":"10.1111/0081-1750.00067","ISSN":"0081-1750, 1467-9531","issue":"1","issued":{"date-parts":[[1999,8]]},"language":"en","page":"281-325","source":"DOI.org (Crossref)","title":"9. A New Model for Information Diffusion in Heterogeneous Social Networks","type":"article-journal","URL":"http://journals.sagepub.com/doi/10.1111/0081-1750.00067","volume":"29"},
  {"id":"carmiModelInternetTopology2007","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Carmi","given":"S."},{"family":"Havlin","given":"S."},{"family":"Kirkpatrick","given":"S."},{"family":"Shavitt","given":"Y."},{"family":"Shir","given":"E."}],"container-title":"Proceedings of the National Academy of Sciences","DOI":"10.1073/pnas.0701175104","ISSN":"0027-8424, 1091-6490","issue":"27","issued":{"date-parts":[[2007,7,3]]},"language":"en","page":"11150-11154","source":"Crossref","title":"A model of Internet topology using k-shell decomposition","type":"article-journal","URL":"http://www.pnas.org/cgi/doi/10.1073/pnas.0701175104","volume":"104"},
  {"id":"carnePredictingVulnerabilityGreat2013","abstract":"Disease is a major concern for the conservation of great apes, and one that is likely to become increasingly relevant as deforestation and the rise of ecotourism bring humans and apes into ever closer proximity. Consequently, it is imperative that preventative measures are explored to ensure that future epidemics do not wipe out the remaining populations of these animals. In this paper, social network analysis was used to investigate vulnerability to disease in a population of wild orang-utans and a community of wild chimpanzees. Potential ‘superspreaders’ of disease - individuals with disproportionately central positions in the community or population - were identified, and the efficacy of vaccinating these individuals assessed using simulations. Three resident female orang-utans were identified as potential superspreaders, and females and unflanged males were predicted to be more influential in disease spread than flanged males. By contrast, no superspreaders were identified in the chimpanzee network, although males were significantly more central than females. In both species, simulating the vaccination of the most central individuals in the network caused a greater reduction in potential disease pathways than removing random individuals, but this effect was considerably more pronounced for orang-utans. This suggests that targeted vaccinations would have a greater impact on reducing disease spread among orang-utans than chimpanzees. Overall, these results have important implications for orang-utan and chimpanzee conservation and highlight the role that certain individuals may play in the spread of disease and its prevention by vaccination.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Carne","given":"Charlotte"},{"family":"Semple","given":"Stuart"},{"family":"Morrogh-Bernard","given":"Helen"},{"family":"Zuberbühler","given":"Klaus"},{"family":"Lehmann","given":"Julia"}],"container-title":"PLoS ONE","DOI":"10.1371/journal.pone.0084642","editor":[{"family":"Naug","given":"Dhruba"}],"ISSN":"1932-6203","issue":"12","issued":{"date-parts":[[2013,12,27]]},"language":"en","page":"e84642","source":"Crossref","title":"Predicting the Vulnerability of Great Apes to Disease: The Role of Superspreaders and Their Potential Vaccination","title-short":"Predicting the Vulnerability of Great Apes to Disease","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0084642","volume":"8"},
  {"id":"chenEpidemiologicalClinicalCharacteristics2020","abstract":"Background In December, 2019, a pneumonia associated with the 2019 novel coronavirus (2019-nCoV) emerged in Wuhan, China. We aimed to further clarify the epidemiological and clinical characteristics of 2019-nCoV pneumonia.","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Chen","given":"Nanshan"},{"family":"Zhou","given":"Min"},{"family":"Dong","given":"Xuan"},{"family":"Qu","given":"Jieming"},{"family":"Gong","given":"Fengyun"},{"family":"Han","given":"Yang"},{"family":"Qiu","given":"Yang"},{"family":"Wang","given":"Jingli"},{"family":"Liu","given":"Ying"},{"family":"Wei","given":"Yuan"},{"family":"Xia","given":"Jia'an"},{"family":"Yu","given":"Ting"},{"family":"Zhang","given":"Xinxin"},{"family":"Zhang","given":"Li"}],"container-title":"The Lancet","container-title-short":"The Lancet","DOI":"10.1016/S0140-6736(20)30211-7","ISSN":"01406736","issue":"10223","issued":{"date-parts":[[2020,2]]},"language":"en","page":"507-513","source":"DOI.org (Crossref)","title":"Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study","title-short":"Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0140673620302117","volume":"395"},
  {"id":"chenIdentifyingInfluentialNodes2012","abstract":"Identifying influential nodes that lead to faster and wider spreading in complex networks is of theoretical and practical significance. The degree centrality method is very simple but of little relevance. Global metrics such as betweenness centrality and closeness centrality can better identify influential nodes, but are incapable to be applied in large-scale networks due to the computational complexity. In order to design an effective ranking method, we proposed a semi-local centrality measure as a tradeoff between the low-relevant degree centrality and other time-consuming measures. We use the Susceptible–Infected–Recovered (SIR) model to evaluate the performance by using the spreading rate and the number of infected nodes. Simulations on four real networks show that our method can well identify influential nodes.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Chen","given":"Duanbing"},{"family":"Lü","given":"Linyuan"},{"family":"Shang","given":"Ming-Sheng"},{"family":"Zhang","given":"Yi-Cheng"},{"family":"Zhou","given":"Tao"}],"container-title":"Physica A: Statistical Mechanics and its Applications","DOI":"10.1016/j.physa.2011.09.017","ISSN":"03784371","issue":"4","issued":{"date-parts":[[2012,2]]},"language":"en","page":"1777-1787","source":"Crossref","title":"Identifying influential nodes in complex networks","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0378437111007333","volume":"391"},
  {"id":"chinazziPreliminaryAssessmentInternational","abstract":"Starting in December 2019, Chinese health authorities have been closely monitoring a cluster of pneumonia cases in the city of Wuhan, in Hubei Province. It has been determined that the pathogen causing the viral pneumonia among affected individuals is a new coronavirus (2019-nCoV)(1). As of January 17, 2020, 45 cases have been detected and confirmed in the region(2) with 3 additional cases detected and confirmed in Japan and Thailand(3; 4). The source of the outbreak is still unknown, however investigations have identified environmental samples that tested positive for 2019-nCoV at the Huanan Seafood Wholesale Market in Wuhan city. Some of the most recent cases did not report exposure to animal markets, thus suggesting that human-to-human transmission, although limited, is possible. Considering the potential international threat that an outbreak of a novel virus like this one poses to the world, in this report we provide a modeling analysis of the risk of dissemination of 2019- nCoV infections. By using the cases detected outside China, we also provide estimates of the potential outbreak size in Wuhan as of January 17th, 2020.","author":[{"family":"Chinazzi","given":"Matteo"},{"family":"Davis","given":"Jessica T"},{"family":"Gioannini","given":"Corrado"}],"collection-title":"Analysis of the COVID-19 Epidemic","genre":"preprint","language":"en","page":"8","publisher":"CENTER FOR INFERENCE AND DYNAMICS OF INFECTIOUS DISEASES","publisher-place":"Northeastern University","source":"Zotero","title":"Preliminary assessment of the International Spreading Risk Associated with the 2019 novel Coronavirus (2019-nCoV) outbreak in Wuhan City","type":"report"},
  {"id":"chinGeocomputationalAlgorithmExploring2017a","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Chin","given":"Wei-Chien-Benny"},{"family":"Wen","given":"Tzai-Hung"},{"family":"Sabel","given":"Clive E."},{"family":"Wang","given":"I-Hsiang"}],"container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-017-12852-z","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[[2017,12]]},"language":"en","page":"12565","source":"DOI.org (Crossref)","title":"A geo-computational algorithm for exploring the structure of diffusion progression in time and space","type":"article-journal","URL":"http://www.nature.com/articles/s41598-017-12852-z","volume":"7"},
  {"id":"chinGeographicallyModifiedPageRank2015b","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Chin","given":"Wei-Chien-Benny"},{"family":"Wen","given":"Tzai-Hung"}],"container-title":"PLOS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0139509","editor":[{"family":"Sendiña-Nadal","given":"Irene"}],"ISSN":"1932-6203","issue":"10","issued":{"date-parts":[[2015,10,5]]},"language":"en","page":"e0139509","source":"DOI.org (Crossref)","title":"Geographically Modified PageRank Algorithms: Identifying the Spatial Concentration of Human Movement in a Geospatial Network","title-short":"Geographically Modified PageRank Algorithms","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0139509","volume":"10"},
  {"id":"christakisSocialNetworkSensors2010","abstract":"Current methods for the detection of contagious outbreaks give contemporaneous information about the course of an epidemic at best. It is known that individuals near the center of a social network are likely to be infected sooner during the course of an outbreak, on average, than those at the periphery. Unfortunately, mapping a whole network to identify central individuals who might be monitored for infection is typically very difficult. We propose an alternative strategy that does not require ascertainment of global network structure, namely, simply monitoring the friends of randomly selected individuals. Such individuals are known to be more central. To evaluate whether such a friend group could indeed provide early detection, we studied a flu outbreak at Harvard College in late 2009. We followed 744 students who were either members of a group of randomly chosen individuals or a group of their friends. Based on clinical diagnoses, the progression of the epidemic in the friend group occurred 13.9 days (95% C.I. 9.9–16.6) in advance of the randomly chosen group (i.e., the population as a whole). The friend group also showed a significant lead time (p,0.05) on day 16 of the epidemic, a full 46 days before the peak in daily incidence in the population as a whole. This sensor method could provide significant additional time to react to epidemics in small or large populations under surveillance. The amount of lead time will depend on features of the outbreak and the network at hand. The method could in principle be generalized to other biological, psychological, informational, or behavioral contagions that spread in networks.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Christakis","given":"Nicholas A."},{"family":"Fowler","given":"James H."}],"container-title":"PLoS ONE","DOI":"10.1371/journal.pone.0012948","editor":[{"family":"Sporns","given":"Olaf"}],"ISSN":"1932-6203","issue":"9","issued":{"date-parts":[[2010,9,15]]},"language":"en","page":"e12948","source":"Crossref","title":"Social Network Sensors for Early Detection of Contagious Outbreaks","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0012948","volume":"5"},
  {"id":"colizzaEpidemicModelingMetapopulation2008","abstract":"The spatial structure of populations is a key element in the understanding of the large-scale spreading of epidemics. Motivated by the recent empirical evidence on the heterogeneous properties of transportation and commuting patterns among urban areas, we present a thorough analysis of the behavior of infectious diseases in metapopulation models characterized by heterogeneous connectivity and mobility patterns. We derive the basic reaction–diffusion equations describing the metapopulation system at the mechanistic level and derive an early stage dynamics approximation for the subpopulation invasion dynamics. The analytical description uses a homogeneous assumption on degree block variables that allows us to take into account arbitrary degree distribution of the metapopulation network. We show that along with the usual single population epidemic threshold the metapopulation network exhibits a global threshold for the subpopulation invasion. We ﬁnd an explicit analytic expression for the invasion threshold that determines the minimum number of individuals traveling among subpopulations in order to have the infection of a macroscopic number of subpopulations. The invasion threshold is a function of factors such as the basic reproductive number, the infectious period and the mobility process and it is found to decrease for increasing network heterogeneity. We provide extensive mechanistic numerical Monte Carlo simulations that recover the analytical ﬁnding in a wide range of metapopulation network connectivity patterns. The results can be useful in the understanding of recent data driven computational approaches to disease spreading in large transportation networks and the effect of containment measures such as travel restrictions.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Colizza","given":"Vittoria"},{"family":"Vespignani","given":"Alessandro"}],"container-title":"Journal of Theoretical Biology","DOI":"10.1016/j.jtbi.2007.11.028","ISSN":"00225193","issue":"3","issued":{"date-parts":[[2008,4]]},"language":"en","page":"450-467","source":"Crossref","title":"Epidemic modeling in metapopulation systems with heterogeneous coupling pattern: Theory and simulations","title-short":"Epidemic modeling in metapopulation systems with heterogeneous coupling pattern","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0022519307005991","volume":"251"},
  {"id":"deeERAInterimReanalysisConfiguration2011","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Dee","given":"D. P."},{"family":"Uppala","given":"S. M."},{"family":"Simmons","given":"A. J."},{"family":"Berrisford","given":"P."},{"family":"Poli","given":"P."},{"family":"Kobayashi","given":"S."},{"family":"Andrae","given":"U."},{"family":"Balmaseda","given":"M. A."},{"family":"Balsamo","given":"G."},{"family":"Bauer","given":"P."},{"family":"Bechtold","given":"P."},{"family":"Beljaars","given":"A. C. M."},{"family":"Berg","given":"L.","non-dropping-particle":"van de"},{"family":"Bidlot","given":"J."},{"family":"Bormann","given":"N."},{"family":"Delsol","given":"C."},{"family":"Dragani","given":"R."},{"family":"Fuentes","given":"M."},{"family":"Geer","given":"A. J."},{"family":"Haimberger","given":"L."},{"family":"Healy","given":"S. B."},{"family":"Hersbach","given":"H."},{"family":"Hólm","given":"E. V."},{"family":"Isaksen","given":"L."},{"family":"Kållberg","given":"P."},{"family":"Köhler","given":"M."},{"family":"Matricardi","given":"M."},{"family":"McNally","given":"A. P."},{"family":"Monge-Sanz","given":"B. M."},{"family":"Morcrette","given":"J.-J."},{"family":"Park","given":"B.-K."},{"family":"Peubey","given":"C."},{"family":"Rosnay","given":"P.","non-dropping-particle":"de"},{"family":"Tavolato","given":"C."},{"family":"Thépaut","given":"J.-N."},{"family":"Vitart","given":"F."}],"container-title":"Quarterly Journal of the Royal Meteorological Society","DOI":"10.1002/qj.828","ISSN":"00359009","issue":"656","issued":{"date-parts":[[2011,4]]},"language":"en","page":"553-597","source":"Crossref","title":"The ERA-Interim reanalysis: configuration and performance of the data assimilation system","title-short":"The ERA-Interim reanalysis","type":"article-journal","URL":"http://doi.wiley.com/10.1002/qj.828","volume":"137"},
  {"id":"deeERAInterimReanalysisConfiguration2011a","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Dee","given":"D. P."},{"family":"Uppala","given":"S. M."},{"family":"Simmons","given":"A. J."},{"family":"Berrisford","given":"P."},{"family":"Poli","given":"P."},{"family":"Kobayashi","given":"S."},{"family":"Andrae","given":"U."},{"family":"Balmaseda","given":"M. A."},{"family":"Balsamo","given":"G."},{"family":"Bauer","given":"P."},{"family":"Bechtold","given":"P."},{"family":"Beljaars","given":"A. C. M."},{"family":"Berg","given":"L.","non-dropping-particle":"van de"},{"family":"Bidlot","given":"J."},{"family":"Bormann","given":"N."},{"family":"Delsol","given":"C."},{"family":"Dragani","given":"R."},{"family":"Fuentes","given":"M."},{"family":"Geer","given":"A. J."},{"family":"Haimberger","given":"L."},{"family":"Healy","given":"S. B."},{"family":"Hersbach","given":"H."},{"family":"Hólm","given":"E. V."},{"family":"Isaksen","given":"L."},{"family":"Kållberg","given":"P."},{"family":"Köhler","given":"M."},{"family":"Matricardi","given":"M."},{"family":"McNally","given":"A. P."},{"family":"Monge-Sanz","given":"B. M."},{"family":"Morcrette","given":"J.-J."},{"family":"Park","given":"B.-K."},{"family":"Peubey","given":"C."},{"family":"Rosnay","given":"P.","non-dropping-particle":"de"},{"family":"Tavolato","given":"C."},{"family":"Thépaut","given":"J.-N."},{"family":"Vitart","given":"F."}],"container-title":"Quarterly Journal of the Royal Meteorological Society","container-title-short":"Q.J.R. Meteorol. Soc.","DOI":"10.1002/qj.828","ISSN":"00359009","issue":"656","issued":{"date-parts":[[2011,4]]},"language":"en","page":"553-597","source":"DOI.org (Crossref)","title":"The ERA-Interim reanalysis: configuration and performance of the data assimilation system","title-short":"The ERA-Interim reanalysis","type":"article-journal","URL":"http://doi.wiley.com/10.1002/qj.828","volume":"137"},
  {"id":"dhewantaraGeographicalTemporalDistribution2018","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Dhewantara","given":"Pandji Wibawa"},{"family":"Mamun","given":"Abdullah Al"},{"family":"Zhang","given":"Wen-Yi"},{"family":"Yin","given":"Wen-Wu"},{"family":"Ding","given":"Fan"},{"family":"Guo","given":"Danhuai"},{"family":"Hu","given":"Wenbiao"},{"family":"Magalhães","given":"Ricardo J. Soares"}],"container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-018-35074-3","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[[2018,12]]},"language":"en","page":"16650","source":"DOI.org (Crossref)","title":"Geographical and temporal distribution of the residual clusters of human leptospirosis in China, 2005–2016","type":"article-journal","URL":"http://www.nature.com/articles/s41598-018-35074-3","volume":"8"},
  {"id":"ducruetCentralityVulnerabilityLiner2010a","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Ducruet","given":"César"},{"family":"Lee","given":"Sung-Woo"},{"family":"Ng","given":"Adolf K.Y."}],"container-title":"Maritime Policy & Management","container-title-short":"Maritime Policy & Management","DOI":"10.1080/03088830903461175","ISSN":"0308-8839, 1464-5254","issue":"1","issued":{"date-parts":[[2010,1]]},"language":"en","page":"17-36","source":"DOI.org (Crossref)","title":"Centrality and vulnerability in liner shipping networks: revisiting the Northeast Asian port hierarchy","title-short":"Centrality and vulnerability in liner shipping networks","type":"article-journal","URL":"http://www.tandfonline.com/doi/abs/10.1080/03088830903461175","volume":"37"},
  {"id":"eagleNetworkDiversityEconomic2010","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Eagle","given":"N."},{"family":"Macy","given":"M."},{"family":"Claxton","given":"R."}],"container-title":"Science","DOI":"10.1126/science.1186605","ISSN":"0036-8075, 1095-9203","issue":"5981","issued":{"date-parts":[[2010,5,21]]},"language":"en","page":"1029-1031","source":"Crossref","title":"Network Diversity and Economic Development","type":"article-journal","URL":"https://www.sciencemag.org/lookup/doi/10.1126/science.1186605","volume":"328"},
  {"id":"edholmSearchingSuperspreadersIdentifying2018","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Edholm","given":"Christina J."},{"family":"Emerenini","given":"Blessing O."},{"family":"Murillo","given":"Anarina L."},{"family":"Saucedo","given":"Omar"},{"family":"Shakiba","given":"Nika"},{"family":"Wang","given":"Xueying"},{"family":"Allen","given":"Linda J. S."},{"family":"Peace","given":"Angela"}],"container-title":"Understanding Complex Biological Systems with Mathematics","DOI":"10.1007/978-3-319-98083-6_1","editor":[{"family":"Radunskaya","given":"Ami"},{"family":"Segal","given":"Rebecca"},{"family":"Shtylla","given":"Blerta"}],"ISBN":"978-3-319-98082-9 978-3-319-98083-6","issued":{"date-parts":[[2018]]},"language":"en","page":"1-29","publisher":"Springer International Publishing","publisher-place":"Cham","source":"Crossref","title":"Searching for Superspreaders: Identifying Epidemic Patterns Associated with Superspreading Events in Stochastic Models","title-short":"Searching for Superspreaders","type":"chapter","URL":"http://link.springer.com/10.1007/978-3-319-98083-6_1","volume":"14"},
  {"id":"fuEpidemicPropagationDynamics2009","abstract":"This paper provides a partial summary of our recent work on propagation dynamics of complex networks, mainly on constructing and studying network models of disease spreading and related propagation problems. Traditional compartmental models of disease spreading categorize individuals from a population based on their current pathology. These methods provide a population-based description that offers a smooth continuous and exponential response to the presence of an infectious agent. In many cases the available data is inconsistent with the standard models of disease spreading and can be more readily explained using a discrete agent-based model of spreading on complex networks. Moreover, models for diseases spreading are not just limited to SIS or SIR. For instance, for the spreading of AIDS/HIV, the susceptible individuals can be classified into different cases according to their immunity, and similarly, the infected individuals can be sorted into different classes according to their infectivity. In addition, some diseases may develop through several stages, or with mobility property, or with mutually exclusive feature (multi-strain epidemics). So in this paper, in order to better study the dynamical behavior of epidemics, we discuss different epidemic models on complex networks, and provide a mathematical analysis of the epidemic dynamics and spreading behavior, obtaining the epidemic threshold for each case. Some other related diffusion and propagation processes, such as information transmission dynamics, traffic flows, contact processes, etc., are also briefly discussed.","author":[{"family":"Fu","given":"Xinchu"},{"family":"Liu","given":"Zengrong"},{"family":"Small","given":"Michael"},{"family":"Tse","given":"Chi Kong"}],"collection-title":"Interdisciplinary Mathematical Sciences","container-title":"Perspectives in Mathematical Sciences","ISBN":"978-981-4289-30-6","issued":{"date-parts":[[2009]]},"language":"en","page":"71-91","publisher":"World Scientific Publishing Co Pte Ltd","publisher-place":"Singapore","source":"Zotero","title":"Epidemic Propagation Dynamics on Complex Networks","type":"chapter","URL":"https://doi.org/10.1142/9789814289313_0004","volume":"9"},
  {"id":"fuIdentifyingSuperSpreaderNodes2015","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Fu","given":"Yu-Hsiang"},{"family":"Huang","given":"Chung-Yuan"},{"family":"Sun","given":"Chuen-Tsai"}],"container-title":"Mathematical Problems in Engineering","DOI":"10.1155/2015/675713","ISSN":"1024-123X, 1563-5147","issued":{"date-parts":[[2015]]},"language":"en","page":"1-8","source":"Crossref","title":"Identifying Super-Spreader Nodes in Complex Networks","type":"article-journal","URL":"http://www.hindawi.com/journals/mpe/2015/675713/","volume":"2015"},
  {"id":"fujieEffectsSuperspreadersSpread2007","abstract":"Within the standard SIR model with spatial structure, we propose two models for the superspreader. In one model, superspreaders have intrinsically strong infectiousness. In other model, they have many social connections. By Monte Carlo simulation, we obtain the percolation probability, the propagation speed, the epidemic curve, the distribution of secondary infected and the propagation path as functions of population and the density of superspreaders. By comparing the results with the data of SARS in Singapore 2003, we conclude that the latter model can explain the observation.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Fujie","given":"Ryo"},{"family":"Odagaki","given":"Takashi"}],"container-title":"Physica A: Statistical Mechanics and its Applications","DOI":"10.1016/j.physa.2006.08.050","ISSN":"03784371","issue":"2","issued":{"date-parts":[[2007,2]]},"language":"en","page":"843-852","source":"Crossref","title":"Effects of superspreaders in spread of epidemic","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0378437106008703","volume":"374"},
  {"id":"gaoRankingSpreadingAbility2014","abstract":"Ranking nodes by their spreading ability in complex networks is a fundamental problem which relates to wide applications. Local metric like degree centrality is simple but less effective. Global metrics such as betweenness and closeness centrality perform well in ranking nodes, but are of high computational complexity. Recently, to rank nodes effectively and efficiently, a semi-local centrality measure has been proposed as a tradeoff between local and global metrics. However, in semi-local centrality, only the number of the nearest and the next nearest neighbors of a node is taken into account, while the topological connections among the neighbors are neglected. In this paper, we propose a local structural centrality measure which considers both the number and the topological connections of the neighbors of a node. To evaluate the performance of our method, we use the Susceptible–Infected–Recovered (SIR) model to simulate the epidemic spreading process on both artificial and real networks. By measuring the rank correlation between the ranked list generated by simulation results and the ones generated by centrality measures, we show that our method can rank the spreading ability of nodes more accurately than centrality measures such as degree, k-shell, betweenness, closeness and local centrality. Further, we show that our method can better distinguish the spreading ability of nodes.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Gao","given":"Shuai"},{"family":"Ma","given":"Jun"},{"family":"Chen","given":"Zhumin"},{"family":"Wang","given":"Guanghui"},{"family":"Xing","given":"Changming"}],"container-title":"Physica A: Statistical Mechanics and its Applications","DOI":"10.1016/j.physa.2014.02.032","ISSN":"03784371","issued":{"date-parts":[[2014,6]]},"language":"en","page":"130-147","source":"Crossref","title":"Ranking the spreading ability of nodes in complex networks based on local structure","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0378437114001411","volume":"403"},
  {"id":"garasShellDecompositionMethod2012","abstract":"We present a generalized method for calculating the k-shell structure of weighted networks. The method takes into account both the weight and the degree of a network, in such a way that in the absence of weights we resume the shell structure obtained by the classic k-shell decomposition. In the presence of weights, we show that the method is able to partition the network in a more reﬁned way, without the need of any arbitrary threshold on the weight values. Furthermore, by simulating spreading processes using the susceptibleinfectious-recovered model in four different weighted real-world networks, we show that the weighted k-shell decomposition method ranks the nodes more accurately, by placing nodes with higher spreading potential into shells closer to the core. In addition, we demonstrate our new method on a real economic network and show that the core calculated using the weighted k-shell method is more meaningful from an economic perspective when compared with the unweighted one.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Garas","given":"Antonios"},{"family":"Schweitzer","given":"Frank"},{"family":"Havlin","given":"Shlomo"}],"container-title":"New Journal of Physics","DOI":"10.1088/1367-2630/14/8/083030","ISSN":"1367-2630","issue":"8","issued":{"date-parts":[[2012,8,24]]},"language":"en","page":"083030","source":"Crossref","title":"A k -shell decomposition method for weighted networks","type":"article-journal","URL":"http://stacks.iop.org/1367-2630/14/i=8/a=083030?key=crossref.da88a5f993f24d977b2c6608ee617e40","volume":"14"},
  {"id":"garskeEffectSuperspreadingEpidemic2008","abstract":"Recently, evidence has been presented to suggest that there are signiﬁcant heterogeneities in the transmission of communicable diseases. Here, a stochastic simulation model of an epidemic process that allows for these heterogeneities is used to demonstrate the potentially considerable effect that heterogeneity of transmission will have on epidemic outbreak size distributions. Our simulation results agree well with approximations gained from the theory of branching processes. Outbreak size distributions have previously been used to infer basic epidemiological parameters. We show that if superspreading does occur then such distributions must be interpreted with care. The simulation results are discussed in relation to measles epidemics in isolated populations and in predominantly urban scenarios. The effect of three different disease control policies on outbreak size distributions are shown for varying levels of heterogeneity and disease control effort.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Garske","given":"T."},{"family":"Rhodes","given":"C.J."}],"container-title":"Journal of Theoretical Biology","DOI":"10.1016/j.jtbi.2008.02.038","ISSN":"00225193","issue":"2","issued":{"date-parts":[[2008,7]]},"language":"en","page":"228-237","source":"Crossref","title":"The effect of superspreading on epidemic outbreak size distributions","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0022519308001124","volume":"253"},
  {"id":"gilbertPreparednessVulnerabilityAfrican2020","abstract":"Background The novel coronavirus disease 2019 (COVID-19) epidemic has spread from China to 25 countries. Local cycles of transmission have already occurred in 12 countries after case importation. In Africa, Egypt has so far confirmed one case. The management and control of COVID-19 importations heavily rely on a country’s health capacity. Here we evaluate the preparedness and vulnerability of African countries against their risk of importation of COVID-19.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Gilbert","given":"Marius"},{"family":"Pullano","given":"Giulia"},{"family":"Pinotti","given":"Francesco"},{"family":"Valdano","given":"Eugenio"},{"family":"Poletto","given":"Chiara"},{"family":"Boëlle","given":"Pierre-Yves"},{"family":"D'Ortenzio","given":"Eric"},{"family":"Yazdanpanah","given":"Yazdan"},{"family":"Eholie","given":"Serge Paul"},{"family":"Altmann","given":"Mathias"},{"family":"Gutierrez","given":"Bernardo"},{"family":"Kraemer","given":"Moritz U G"},{"family":"Colizza","given":"Vittoria"}],"container-title":"The Lancet","DOI":"10.1016/S0140-6736(20)30411-6","ISSN":"01406736","issue":"10227","issued":{"date-parts":[[2020,3]]},"language":"en","page":"871-877","source":"Crossref","title":"Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study","title-short":"Preparedness and vulnerability of African countries against importations of COVID-19","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0140673620304116","volume":"395"},
  {"id":"gilbertPreparednessVulnerabilityAfrican2020a","abstract":"Background The novel coronavirus disease 2019 (COVID-19) epidemic has spread from China to 25 countries. Local cycles of transmission have already occurred in 12 countries after case importation. In Africa, Egypt has so far confirmed one case. The management and control of COVID-19 importations heavily rely on a country’s health capacity. Here we evaluate the preparedness and vulnerability of African countries against their risk of importation of COVID-19.","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Gilbert","given":"Marius"},{"family":"Pullano","given":"Giulia"},{"family":"Pinotti","given":"Francesco"},{"family":"Valdano","given":"Eugenio"},{"family":"Poletto","given":"Chiara"},{"family":"Boëlle","given":"Pierre-Yves"},{"family":"D'Ortenzio","given":"Eric"},{"family":"Yazdanpanah","given":"Yazdan"},{"family":"Eholie","given":"Serge Paul"},{"family":"Altmann","given":"Mathias"},{"family":"Gutierrez","given":"Bernardo"},{"family":"Kraemer","given":"Moritz U G"},{"family":"Colizza","given":"Vittoria"}],"container-title":"The Lancet","container-title-short":"The Lancet","DOI":"10.1016/S0140-6736(20)30411-6","ISSN":"01406736","issue":"10227","issued":{"date-parts":[[2020,3]]},"language":"en","page":"871-877","source":"DOI.org (Crossref)","title":"Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study","title-short":"Preparedness and vulnerability of African countries against importations of COVID-19","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0140673620304116","volume":"395"},
  {"id":"guimeraWorldwideAirTransportation2005a","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Guimera","given":"R."},{"family":"Mossa","given":"S."},{"family":"Turtschi","given":"A."},{"family":"Amaral","given":"L. A. N."}],"container-title":"Proceedings of the National Academy of Sciences","container-title-short":"Proceedings of the National Academy of Sciences","DOI":"10.1073/pnas.0407994102","ISSN":"0027-8424, 1091-6490","issue":"22","issued":{"date-parts":[[2005,5,31]]},"language":"en","page":"7794-7799","source":"DOI.org (Crossref)","title":"The worldwide air transportation network: Anomalous centrality, community structure, and cities' global roles","title-short":"The worldwide air transportation network","type":"article-journal","URL":"http://www.pnas.org/cgi/doi/10.1073/pnas.0407994102","volume":"102"},
  {"id":"hayBigDataOpportunities2013","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Hay","given":"Simon I."},{"family":"George","given":"Dylan B."},{"family":"Moyes","given":"Catherine L."},{"family":"Brownstein","given":"John S."}],"container-title":"PLoS Medicine","DOI":"10.1371/journal.pmed.1001413","ISSN":"1549-1676","issue":"4","issued":{"date-parts":[[2013,4,2]]},"language":"en","page":"e1001413","source":"Crossref","title":"Big Data Opportunities for Global Infectious Disease Surveillance","type":"article-journal","URL":"http://dx.plos.org/10.1371/journal.pmed.1001413","volume":"10"},
  {"id":"heNovelTopkStrategy2015","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"He","given":"Jia-Lin"},{"family":"Fu","given":"Yan"},{"family":"Chen","given":"Duan-Bing"}],"container-title":"PLOS ONE","DOI":"10.1371/journal.pone.0145283","editor":[{"family":"Braunstein","given":"Lidia Adriana"}],"ISSN":"1932-6203","issue":"12","issued":{"date-parts":[[2015,12,18]]},"language":"en","page":"e0145283","source":"Crossref","title":"A Novel Top-k Strategy for Influence Maximization in Complex Networks with Community Structure","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0145283","volume":"10"},
  {"id":"houIdentifyingAllaroundNodes2012","abstract":"Identifying the most influential nodes in complex networks provides a strong basis for understanding spreading dynamics and ensuring more efficient spread of information. Due to the heterogeneous degree distribution, we observe that current centrality measures are correlated in their results of nodes ranking. This paper introduces the concept of all-around nodes, which act like all-around players with good performance in combined metrics. Then, an all-around distance is presented for quantifying the influence of nodes. The experimental results of susceptible-infectious-recovered (SIR) dynamics suggest that the proposed all-around distance can act as a more accurate, stable indicator of influential nodes.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Hou","given":"Bonan"},{"family":"Yao","given":"Yiping"},{"family":"Liao","given":"Dongsheng"}],"container-title":"Physica A: Statistical Mechanics and its Applications","DOI":"10.1016/j.physa.2012.02.033","ISSN":"03784371","issue":"15","issued":{"date-parts":[[2012,8]]},"language":"en","page":"4012-4017","source":"Crossref","title":"Identifying all-around nodes for spreading dynamics in complex networks","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0378437112001999","volume":"391"},
  {"id":"hsiehImpactTravelPatches2007","abstract":"A multipatch model is proposed to study the impact of travel on the spatial spread of disease between patches with different level of disease prevalence. The basic reproduction number for the ith patch in isolation is obtained along with the basic reproduction number of the system of patches, R0. Inequalities describing the relationship between these numbers are also given. For a two-patch model with one high prevalence patch and one low prevalence patch, results pertaining to the dependence of R0 on the travel rates between the two patches are obtained. For parameter values relevant for inﬂuenza, these results show that, while banning travel of infectives from the low to the high prevalence patch always contributes to disease control, banning travel of symptomatic travelers only from the high to the low prevalence patch could adversely affect the containment of the outbreak under certain ranges of parameter values. Moreover, banning all travel of infected individuals from the high to the low prevalence patch could result in the low prevalence patch becoming diseasefree, while the high prevalence patch becomes even more disease-prevalent, with the resulting number of infectives in this patch alone exceeding the combined number of infectives in both patches without border control. Under the set of parameter values used, our results demonstrate that if border control is properly implemented, then it could contribute to stopping the spatial spread of disease between patches.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Hsieh","given":"Ying-Hen"},{"family":"Driessche","given":"P.","non-dropping-particle":"van den"},{"family":"Wang","given":"Lin"}],"container-title":"Bulletin of Mathematical Biology","DOI":"10.1007/s11538-006-9169-6","ISSN":"0092-8240, 1522-9602","issue":"4","issued":{"date-parts":[[2007,5]]},"language":"en","page":"1355-1375","source":"Crossref","title":"Impact of Travel Between Patches for Spatial Spread of Disease","type":"article-journal","URL":"http://link.springer.com/10.1007/s11538-006-9169-6","volume":"69"},
  {"id":"huangClinicalFeaturesPatients2020","abstract":"Background A recent cluster of pneumonia cases in Wuhan, China, was caused by a novel betacoronavirus, the 2019 novel coronavirus (2019-nCoV). We report the epidemiological, clinical, laboratory, and radiological characteristics and treatment and clinical outcomes of these patients.","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Huang","given":"Chaolin"},{"family":"Wang","given":"Yeming"},{"family":"Li","given":"Xingwang"},{"family":"Ren","given":"Lili"},{"family":"Zhao","given":"Jianping"},{"family":"Hu","given":"Yi"},{"family":"Zhang","given":"Li"},{"family":"Fan","given":"Guohui"},{"family":"Xu","given":"Jiuyang"},{"family":"Gu","given":"Xiaoying"},{"family":"Cheng","given":"Zhenshun"},{"family":"Yu","given":"Ting"},{"family":"Xia","given":"Jiaan"},{"family":"Wei","given":"Yuan"},{"family":"Wu","given":"Wenjuan"},{"family":"Xie","given":"Xuelei"},{"family":"Yin","given":"Wen"},{"family":"Li","given":"Hui"},{"family":"Liu","given":"Min"},{"family":"Xiao","given":"Yan"},{"family":"Gao","given":"Hong"},{"family":"Guo","given":"Li"},{"family":"Xie","given":"Jungang"},{"family":"Wang","given":"Guangfa"},{"family":"Jiang","given":"Rongmeng"},{"family":"Gao","given":"Zhancheng"},{"family":"Jin","given":"Qi"},{"family":"Wang","given":"Jianwei"},{"family":"Cao","given":"Bin"}],"container-title":"The Lancet","container-title-short":"The Lancet","DOI":"10.1016/S0140-6736(20)30183-5","ISSN":"01406736","issue":"10223","issued":{"date-parts":[[2020,2]]},"language":"en","page":"497-506","source":"DOI.org (Crossref)","title":"Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0140673620301835","volume":"395"},
  {"id":"jiangRankingSpacesPredicting2009b","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Jiang","given":"Bin"}],"container-title":"International Journal of Geographical Information Science","container-title-short":"International Journal of Geographical Information Science","DOI":"10.1080/13658810802022822","ISSN":"1365-8816, 1362-3087","issue":"7","issued":{"date-parts":[[2009,7]]},"language":"en","page":"823-837","source":"DOI.org (Crossref)","title":"Ranking spaces for predicting human movement in an urban environment","type":"article-journal","URL":"http://www.tandfonline.com/doi/abs/10.1080/13658810802022822","volume":"23"},
  {"id":"khanInfectiousDiseaseSurveillance2012","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Khan","given":"Kamran"},{"family":"McNabb","given":"Scott JN"},{"family":"Memish","given":"Ziad A"},{"family":"Eckhardt","given":"Rose"},{"family":"Hu","given":"Wei"},{"family":"Kossowsky","given":"David"},{"family":"Sears","given":"Jennifer"},{"family":"Arino","given":"Julien"},{"family":"Johansson","given":"Anders"},{"family":"Barbeschi","given":"Maurizio"},{"family":"McCloskey","given":"Brian"},{"family":"Henry","given":"Bonnie"},{"family":"Cetron","given":"Martin"},{"family":"Brownstein","given":"John S"}],"container-title":"The Lancet Infectious Diseases","DOI":"10.1016/S1473-3099(11)70313-9","ISSN":"14733099","issue":"3","issued":{"date-parts":[[2012,3]]},"language":"en","page":"222-230","source":"Crossref","title":"Infectious disease surveillance and modelling across geographic frontiers and scientific specialties","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S1473309911703139","volume":"12"},
  {"id":"kitsakIdentificationInfluentialSpreaders2010","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Kitsak","given":"Maksim"},{"family":"Gallos","given":"Lazaros K."},{"family":"Havlin","given":"Shlomo"},{"family":"Liljeros","given":"Fredrik"},{"family":"Muchnik","given":"Lev"},{"family":"Stanley","given":"H. Eugene"},{"family":"Makse","given":"Hernán A."}],"container-title":"Nature Physics","DOI":"10.1038/nphys1746","ISSN":"1745-2473, 1745-2481","issue":"11","issued":{"date-parts":[[2010,11]]},"language":"en","page":"888-893","source":"Crossref","title":"Identification of influential spreaders in complex networks","type":"article-journal","URL":"http://www.nature.com/articles/nphys1746","volume":"6"},
  {"id":"kleinbergHubsAuthoritiesCommunities1999","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Kleinberg","given":"Jon M."}],"container-title":"ACM Computing Surveys (CSUR)","container-title-short":"ACM Comput. Surv.","DOI":"10.1145/345966.345982","ISSN":"0360-0300, 1557-7341","issue":"4es","issued":{"date-parts":[[1999,12]]},"language":"en","page":"5","source":"DOI.org (Crossref)","title":"Hubs, authorities, and communities","type":"article-journal","URL":"http://dl.acm.org/doi/10.1145/345966.345982","volume":"31"},
  {"id":"laiEffectsGeographicScale2015","abstract":"Objective: To explore socio-demographic data of the population as proxies for risk factors in disease transmission modeling at different geographic scales.\nMethods: Patient records of conﬁrmed H1N1 inﬂuenza were analyzed at three geographic aggregation levels together with population census statistics.\nResults: The study conﬁrmed that four population factors were related in different degrees to disease incidence, but the results varied according to spatial resolution. The degree of association actually decreased when data of a higher spatial resolution were used.\nConclusions: We concluded that variables at suitable spatial resolution may be useful in improving the predictive powers of models for disease outbreaks.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Lai","given":"Poh-Chin"},{"family":"Chow","given":"Chun Bong"},{"family":"Wong","given":"Ho Ting"},{"family":"Kwong","given":"Kim Hung"},{"family":"Liu","given":"Shao Haei"},{"family":"Tong","given":"Wah Kun"},{"family":"Cheung","given":"Wai Keung"},{"family":"Wong","given":"Wing Leung"},{"family":"Kwan","given":"Yat Wah"}],"container-title":"Journal of Acute Disease","DOI":"10.1016/j.joad.2015.06.006","ISSN":"22216189","issue":"4","issued":{"date-parts":[[2015,10]]},"language":"en","page":"287-291","source":"Crossref","title":"Effects of geographic scale on population factors in acute disease diffusion analysis","type":"article-journal","URL":"http://linkinghub.elsevier.com/retrieve/pii/S2221618915000475","volume":"4"},
  {"id":"laiUnderstandingSpatialClustering2004","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Lai","given":"P.C."},{"family":"Wong","given":"C.M."},{"family":"Hedley","given":"A.J."},{"family":"Lo","given":"S.V."},{"family":"Leung","given":"P.Y."},{"family":"Kong","given":"J."},{"family":"Leung","given":"G.M."}],"container-title":"Environmental Health Perspectives","DOI":"10.1289/ehp.7117","ISSN":"0091-6765, 1552-9924","issue":"15","issued":{"date-parts":[[2004,11]]},"language":"en","page":"1550-1556","source":"Crossref","title":"Understanding the Spatial Clustering of Severe Acute Respiratory Syndrome (SARS) in Hong Kong","type":"article-journal","URL":"https://ehp.niehs.nih.gov/doi/10.1289/ehp.7117","volume":"112"},
  {"id":"lauSpatialTemporalDynamics2017","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Lau","given":"Max S. Y."},{"family":"Dalziel","given":"Benjamin Douglas"},{"family":"Funk","given":"Sebastian"},{"family":"McClelland","given":"Amanda"},{"family":"Tiffany","given":"Amanda"},{"family":"Riley","given":"Steven"},{"family":"Metcalf","given":"C. Jessica E."},{"family":"Grenfell","given":"Bryan T."}],"container-title":"Proceedings of the National Academy of Sciences","DOI":"10.1073/pnas.1614595114","ISSN":"0027-8424, 1091-6490","issue":"9","issued":{"date-parts":[[2017,2,28]]},"language":"en","page":"2337-2342","source":"Crossref","title":"Spatial and temporal dynamics of superspreading events in the 2014–2015 West Africa Ebola epidemic","type":"article-journal","URL":"http://www.pnas.org/lookup/doi/10.1073/pnas.1614595114","volume":"114"},
  {"id":"leeIdentifyingSuperspreadersEpidemics2013","abstract":"Identifying “superspreaders” in a network is a key problem to designing an effective mitigation strategy against a spread of an epidemic disease. Superspreaders are a set of nodes that play a hub role in a disease spread network, and classical network centrality measures are often used to identify such hubs. In this research, we test a hypothesis that a node’s intrinsic property plays a role in the dynamics of disease spreading in a network. Speciﬁcally, we test whether spreading of an epidemic disease is affected by a node’s property of being an ampliﬁer or attenuator. Using GEM (Global Epidemic Model), we conducted experiments for epidemic spreading on a hypothetical, global network of 155 cities. We ﬁnd that node’s intrinsic property plays a signiﬁcant role in disease spreading dynamics. Based on these ﬁndings we propose a new metric, R0-adjusted centrality.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Lee","given":"Taesik"},{"family":"Lee","given":"Hyun-Rok"},{"family":"Hwang","given":"Kyosang"}],"container-title":"2013 Winter Simulations Conference (WSC)","DOI":"10.1109/WSC.2013.6721600","event":"2013 Winter Simulation Conference - (WSC 2013)","ISBN":"978-1-4799-3950-3 978-1-4799-2077-8","issued":{"date-parts":[[2013,12]]},"language":"en","page":"2239-2249","publisher":"IEEE","publisher-place":"Washington, DC, USA","source":"Crossref","title":"Identifying superspreaders for epidemics using R0-adjusted network centrality","type":"paper-conference","URL":"http://ieeexplore.ieee.org/document/6721600/"},
  {"id":"liEarlyTransmissionDynamics2020","abstract":"BACKGROUND The initial cases of novel coronavirus (2019-nCoV)–infected pneumonia (NCIP) occurred in Wuhan, Hubei Province, China, in December 2019 and January 2020. We analyzed data on the first 425 confirmed cases in Wuhan to determine the epidemiologic characteristics of NCIP.\nMETHODS We collected information on demographic characteristics, exposure history, and illness timelines of laboratory-confirmed cases of NCIP that had been reported by January 22, 2020. We described characteristics of the cases and estimated the key epidemiologic time-delay distributions. In the early period of exponential growth, we estimated the epidemic doubling time and the basic reproductive number.\nRESULTS Among the first 425 patients with confirmed NCIP, the median age was 59 years and 56% were male. The majority of cases (55%) with onset before January 1, 2020, were linked to the Huanan Seafood Wholesale Market, as compared with 8.6% of the subsequent cases. The mean incubation period was 5.2 days (95% confidence interval [CI], 4.1 to 7.0), with the 95th percentile of the distribution at 12.5 days. In its early stages, the epidemic doubled in size every 7.4 days. With a mean serial interval of 7.5 days (95% CI, 5.3 to 19), the basic reproductive number was estimated to be 2.2 (95% CI, 1.4 to 3.9). The authors’ affiliations are listed in the Appendix. Address reprint requests to Dr. Feng at the Chinese Center for Disease Control and Prevention, No. 155 Changbai Rd., Changping District, Beijing, China, or at ­fengzj@­chinacdc.­cn; to Dr. G.M. Leung or Dr. Cowling at the School of Public Health, Li Ka Shing Faculty of Medicine, University of Hong Kong, 21 Sassoon Rd., Pokfulam, Hong Kong, China, or at ­gmleung@­hku.­hk or ­bcowling@­hku.­hk, respectively; or to Dr. B. Yang at the Hubei Center for Disease Control and Prevention, No. 35 Zhuodaoquan North Rd., Hongshan District, Wuhan, Hebei, China, or at ­49205957@q­ q.­com. Drs. Q. Li, X. Guan, P. Wu, and X. Wang and Drs. B. Cowling, B. Yang, M. Leung, and Z. Feng contributed equally to this article. This article was published on January 29, 2020, at NEJM.org. DOI: 10.1056/NEJMoa2001316 Copyright © 2020 Massachusetts Medical Society.\nCONCLUSIONS On the basis of this information, there is evidence that human-to-human transmission has occurred among close contacts since the middle of December 2019. Considerable efforts to reduce transmission will be required to control outbreaks if similar dynamics apply elsewhere. Measures to prevent or reduce transmission should be implemented in populations at risk. (Funded by the Ministry of Science and Technology of China and others.)","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Li","given":"Qun"},{"family":"Guan","given":"Xuhua"},{"family":"Wu","given":"Peng"},{"family":"Wang","given":"Xiaoye"},{"family":"Zhou","given":"Lei"},{"family":"Tong","given":"Yeqing"},{"family":"Ren","given":"Ruiqi"},{"family":"Leung","given":"Kathy S.M."},{"family":"Lau","given":"Eric H.Y."},{"family":"Wong","given":"Jessica Y."},{"family":"Xing","given":"Xuesen"},{"family":"Xiang","given":"Nijuan"},{"family":"Wu","given":"Yang"},{"family":"Li","given":"Chao"},{"family":"Chen","given":"Qi"},{"family":"Li","given":"Dan"},{"family":"Liu","given":"Tian"},{"family":"Zhao","given":"Jing"},{"family":"Liu","given":"Man"},{"family":"Tu","given":"Wenxiao"},{"family":"Chen","given":"Chuding"},{"family":"Jin","given":"Lianmei"},{"family":"Yang","given":"Rui"},{"family":"Wang","given":"Qi"},{"family":"Zhou","given":"Suhua"},{"family":"Wang","given":"Rui"},{"family":"Liu","given":"Hui"},{"family":"Luo","given":"Yinbo"},{"family":"Liu","given":"Yuan"},{"family":"Shao","given":"Ge"},{"family":"Li","given":"Huan"},{"family":"Tao","given":"Zhongfa"},{"family":"Yang","given":"Yang"},{"family":"Deng","given":"Zhiqiang"},{"family":"Liu","given":"Boxi"},{"family":"Ma","given":"Zhitao"},{"family":"Zhang","given":"Yanping"},{"family":"Shi","given":"Guoqing"},{"family":"Lam","given":"Tommy T.Y."},{"family":"Wu","given":"Joseph T."},{"family":"Gao","given":"George F."},{"family":"Cowling","given":"Benjamin J."},{"family":"Yang","given":"Bo"},{"family":"Leung","given":"Gabriel M."},{"family":"Feng","given":"Zijian"}],"container-title":"New England Journal of Medicine","container-title-short":"N Engl J Med","DOI":"10.1056/NEJMoa2001316","ISSN":"0028-4793, 1533-4406","issued":{"date-parts":[[2020,1,29]]},"language":"en","page":"NEJMoa2001316","source":"DOI.org (Crossref)","title":"Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia","type":"article-journal","URL":"http://www.nejm.org/doi/10.1056/NEJMoa2001316"},
  {"id":"liIdentificationInfluentialSpreaders2018","abstract":"Identifying the inﬂuential spreaders in complex network is a very important topic, which is conducive to deeply understanding the role of nodes in the information diffusion and epidemic spreading among a population. To this end, in this paper, we propose a novel classiﬁed neighbors algorithm to quantify the nodal spreading capability and further to differentiate the inﬂuence of various nodes. Here, we believe that the contribution of different neighbors to their focal node is different, and then classify the neighbors of the focal node according to the removal order of the neighbor in the process of k-shell decomposition. By assigning different weights for each class of neighbors and summing up the neighbors’ contributions, the spreading capacity of the focal node can be accurately characterized. Through extensive simulation experiments over 9 real-world networks, the weight distribution of different types of neighbors has been optimized, and the results strongly indicate that the current algorithm has the higher ranking accuracy and differentiation extent when compared to other algorithms, such as degree centrality, k-shell decomposition method and mixed degree decomposition approach. Current results can help to greatly reduce the cost of sales promotion, considerably suppress the rumor dissemination and effectively control the outbreak of epidemics within many real-world systems.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Li","given":"Chao"},{"family":"Wang","given":"Li"},{"family":"Sun","given":"Shiwen"},{"family":"Xia","given":"Chengyi"}],"container-title":"Applied Mathematics and Computation","DOI":"10.1016/j.amc.2017.10.001","ISSN":"00963003","issued":{"date-parts":[[2018,3]]},"language":"en","page":"512-523","source":"Crossref","title":"Identification of influential spreaders based on classified neighbors in real-world complex networks","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0096300317306884","volume":"320"},
  {"id":"liIdentifyingInfluentialSpreaders2014","abstract":"Identifying influential spreaders is crucial for understanding and controlling spreading processes on social networks. Via assigning degree-dependent weights onto links associated with the ground node, we proposed a variant to a recent ranking algorithm named LeaderRank (Lü et al., 2011). According to the simulations on the standard SIR model, the weighted LeaderRank performs better than LeaderRank in three aspects: (i) the ability to find out more influential spreaders; (ii) the higher tolerance to noisy data; and (iii) the higher robustness to intentional attacks.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Li","given":"Qian"},{"family":"Zhou","given":"Tao"},{"family":"Lü","given":"Linyuan"},{"family":"Chen","given":"Duanbing"}],"container-title":"Physica A: Statistical Mechanics and its Applications","DOI":"10.1016/j.physa.2014.02.041","ISSN":"03784371","issued":{"date-parts":[[2014,6]]},"language":"en","page":"47-55","source":"Crossref","title":"Identifying influential spreaders by weighted LeaderRank","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0378437114001502","volume":"404"},
  {"id":"lionSpatialEvolutionaryEpidemiology2016","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Lion","given":"S."},{"family":"Gandon","given":"S."}],"container-title":"Proceedings of the Royal Society B: Biological Sciences","DOI":"10.1098/rspb.2016.1170","ISSN":"0962-8452, 1471-2954","issue":"1841","issued":{"date-parts":[[2016,10,26]]},"language":"en","page":"20161170","source":"Crossref","title":"Spatial evolutionary epidemiology of spreading epidemics","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rspb.2016.1170","volume":"283"},
  {"id":"liuIdentifyingMultipleInfluential2018","abstract":"To maximize the spreading influence of multiple spreaders in complex networks, one important fact cannot be ignored: the multiple spreaders should be dispersively distributed in networks, which can effectively reduce the redundance of information spreading. For this purpose, we define a generalized closeness centrality (GCC) index by generalizing the closeness centrality index to a set of nodes. The problem converts to how to identify multiple spreaders such that an objective function has the minimal value. By comparing with the K-means clustering algorithm, we find that the optimization problem is very similar to the problem of minimizing the objective function in the K-means method. Therefore, how to find multiple nodes with the highest GCC value can be approximately solved by the K-means method. Two typical transmission dynamics—epidemic spreading process and rumor spreading process are implemented in real networks to verify the good performance of our proposed method.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Liu","given":"Huan-Li"},{"family":"Ma","given":"Chuang"},{"family":"Xiang","given":"Bing-Bing"},{"family":"Tang","given":"Ming"},{"family":"Zhang","given":"Hai-Feng"}],"container-title":"Physica A: Statistical Mechanics and its Applications","DOI":"10.1016/j.physa.2017.11.138","ISSN":"03784371","issued":{"date-parts":[[2018,2]]},"language":"en","page":"2237-2248","source":"Crossref","title":"Identifying multiple influential spreaders based on generalized closeness centrality","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0378437117311858","volume":"492"},
  {"id":"liuRankingSpreadingInfluence2013","abstract":"Identifying the node spreading influence in networks is an important task to optimally use the network structure and ensure the more efficient spreading in information. In this paper, by taking into account the shortest distance between a target node and the node set with the highest k-core value, we present an improved method to generate the ranking list to evaluate the node spreading influence. Comparing with the epidemic process results for four real networks and the Barabási–Albert network, the parameterless method could identify the node spreading influence more accurately than the ones generated by the degree k, closeness centrality, k-shell and mixed degree decomposition methods. This work would be helpful for deeply understanding the node importance of a network.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Liu","given":"Jian-Guo"},{"family":"Ren","given":"Zhuo-Ming"},{"family":"Guo","given":"Qiang"}],"container-title":"Physica A: Statistical Mechanics and its Applications","DOI":"10.1016/j.physa.2013.04.037","ISSN":"03784371","issue":"18","issued":{"date-parts":[[2013,9]]},"language":"en","page":"4154-4159","source":"Crossref","title":"Ranking the spreading influence in complex networks","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0378437113003506","volume":"392"},
  {"id":"luAttackVulnerabilityNetwork2016","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Lu","given":"Zhe-Ming"},{"family":"Li","given":"Xin-Feng"}],"container-title":"PLOS ONE","DOI":"10.1371/journal.pone.0162289","editor":[{"family":"Du","given":"Wen-Bo"}],"ISSN":"1932-6203","issue":"9","issued":{"date-parts":[[2016,9,2]]},"language":"en","page":"e0162289","source":"Crossref","title":"Attack Vulnerability of Network Controllability","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0162289","volume":"11"},
  {"id":"luGenomicCharacterisationEpidemiology2020","abstract":"Background In late December, 2019, patients presenting with viral pneumonia due to an unidentified microbial agent were reported in Wuhan, China. A novel coronavirus was subsequently identified as the causative pathogen, provisionally named 2019 novel coronavirus (2019-nCoV). As of Jan 26, 2020, more than 2000 cases of 2019-nCoV infection have been confirmed, most of which involved people living in or visiting Wuhan, and human-to-human transmission has been confirmed.","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Lu","given":"Roujian"},{"family":"Zhao","given":"Xiang"},{"family":"Li","given":"Juan"},{"family":"Niu","given":"Peihua"},{"family":"Yang","given":"Bo"},{"family":"Wu","given":"Honglong"},{"family":"Wang","given":"Wenling"},{"family":"Song","given":"Hao"},{"family":"Huang","given":"Baoying"},{"family":"Zhu","given":"Na"},{"family":"Bi","given":"Yuhai"},{"family":"Ma","given":"Xuejun"},{"family":"Zhan","given":"Faxian"},{"family":"Wang","given":"Liang"},{"family":"Hu","given":"Tao"},{"family":"Zhou","given":"Hong"},{"family":"Hu","given":"Zhenhong"},{"family":"Zhou","given":"Weimin"},{"family":"Zhao","given":"Li"},{"family":"Chen","given":"Jing"},{"family":"Meng","given":"Yao"},{"family":"Wang","given":"Ji"},{"family":"Lin","given":"Yang"},{"family":"Yuan","given":"Jianying"},{"family":"Xie","given":"Zhihao"},{"family":"Ma","given":"Jinmin"},{"family":"Liu","given":"William J"},{"family":"Wang","given":"Dayan"},{"family":"Xu","given":"Wenbo"},{"family":"Holmes","given":"Edward C"},{"family":"Gao","given":"George F"},{"family":"Wu","given":"Guizhen"},{"family":"Chen","given":"Weijun"},{"family":"Shi","given":"Weifeng"},{"family":"Tan","given":"Wenjie"}],"container-title":"The Lancet","container-title-short":"The Lancet","DOI":"10.1016/S0140-6736(20)30251-8","ISSN":"01406736","issue":"10224","issued":{"date-parts":[[2020,2]]},"language":"en","page":"565-574","source":"DOI.org (Crossref)","title":"Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding","title-short":"Genomic characterisation and epidemiology of 2019 novel coronavirus","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0140673620302518","volume":"395"},
  {"id":"maenoDiscoveryMissingDisease2011","abstract":"This study presents a method to discover an outbreak of an infectious disease in a region for which data are missing, but which is at work as a disease spreader. Node discovery for the spread of an infectious disease is defined as discriminating between the nodes which are neighboring to a missing disease spreader node, and the rest, given a dataset on the number of cases. The spread is described by stochastic differential equations. A perturbation theory quantifies the impact of the missing spreader on the moments of the number of cases. Statistical discriminators examine the mid-body or tail-ends of the probability density function, and search for the disturbance from the missing spreader. They are tested with computationally synthesized datasets, and applied to the SARS outbreak and flu pandemic. © 2011 Elsevier B.V. All rights reserved.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Maeno","given":"Yoshiharu"}],"container-title":"Physica A: Statistical Mechanics and its Applications","DOI":"10.1016/j.physa.2011.05.005","ISSN":"03784371","issue":"20","issued":{"date-parts":[[2011,10]]},"language":"en","page":"3412-3426","source":"Crossref","title":"Discovery of a missing disease spreader","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0378437111003517","volume":"390"},
  {"id":"maIdentifyingInfluentialSpreaders2016","abstract":"How to identify the influential spreaders in social networks is crucial for accelerating/hindering information diffusion, increasing product exposure, controlling diseases and rumors, and so on. In this paper, by viewing the k-shell value of each node as its mass and the shortest path distance between two nodes as their distance, then inspired by the idea of the gravity formula, we propose a gravity centrality index to identify the influential spreaders in complex networks. The comparison between the gravity centrality index and some well-known centralities, such as degree centrality, betweenness centrality, closeness centrality, and k-shell centrality, and so forth, indicates that our method can effectively identify the influential spreaders in real networks as well as synthetic networks. We also use the classical Susceptible–Infected–Recovered (SIR) epidemic model to verify the good performance of our method.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Ma","given":"Ling-ling"},{"family":"Ma","given":"Chuang"},{"family":"Zhang","given":"Hai-Feng"},{"family":"Wang","given":"Bing-Hong"}],"container-title":"Physica A: Statistical Mechanics and its Applications","DOI":"10.1016/j.physa.2015.12.162","ISSN":"03784371","issued":{"date-parts":[[2016,6]]},"language":"en","page":"205-212","source":"Crossref","title":"Identifying influential spreaders in complex networks based on gravity formula","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0378437116000959","volume":"451"},
  {"id":"meloniModelingHumanMobility2011e","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Meloni","given":"Sandro"},{"family":"Perra","given":"Nicola"},{"family":"Arenas","given":"Alex"},{"family":"Gómez","given":"Sergio"},{"family":"Moreno","given":"Yamir"},{"family":"Vespignani","given":"Alessandro"}],"container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/srep00062","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[[2011,12]]},"language":"en","page":"62","source":"DOI.org (Crossref)","title":"Modeling human mobility responses to the large-scale spreading of infectious diseases","type":"article-journal","URL":"http://www.nature.com/articles/srep00062","volume":"1"},
  {"id":"mooreTrackingSocioeconomicVulnerability2014","abstract":"Background: The focus of management in many complex systems is shifting towards facilitation, adaptation, building resilience, and reducing vulnerability. Resilience management requires the development and application of general heuristics and methods for tracking changes in both resilience and vulnerability. We explored the emergence of vulnerability in the South African domestic ostrich industry, an animal production system which typically involves 3–4 movements of each bird during its lifetime. This system has experienced several disease outbreaks, and the aim of this study was to investigate whether these movements have contributed to the vulnerability of this system to large disease outbreaks.\nMethodology/Principal Findings: The ostrich production system requires numerous movements of birds between different farm types associated with growth (i.e. Hatchery to juvenile rearing farm to adult rearing farm). We used 5 years of movement records between 2005 and 2011 prior to an outbreak of Highly Pathogenic Avian Influenza (H5N2). These data were analyzed using a network analysis in which the farms were represented as nodes and the movements of birds as links. We tested the hypothesis that increasing economic efficiency in the domestic ostrich industry in South Africa made the system more vulnerable to outbreak of Highly Pathogenic Avian Influenza (H5N2). Our results indicated that as time progressed, the network became increasingly vulnerable to pathogen outbreaks. The farms that became infected during the outbreak displayed network qualities, such as significantly higher connectivity and centrality, which predisposed them to be more vulnerable to disease outbreak.\nConclusions/Significance: Taken in the context of previous research, our results provide strong support for the application of network analysis to track vulnerability, while also providing useful practical implications for system monitoring and management.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Moore","given":"Christine"},{"family":"Cumming","given":"Graeme S."},{"family":"Slingsby","given":"Jasper"},{"family":"Grewar","given":"John"}],"container-title":"PLoS ONE","DOI":"10.1371/journal.pone.0086973","editor":[{"family":"Wang","given":"Yue"}],"ISSN":"1932-6203","issue":"1","issued":{"date-parts":[[2014,1,31]]},"language":"en","page":"e86973","source":"Crossref","title":"Tracking Socioeconomic Vulnerability Using Network Analysis: Insights from an Avian Influenza Outbreak in an Ostrich Production Network","title-short":"Tracking Socioeconomic Vulnerability Using Network Analysis","type":"article-journal","URL":"http://dx.plos.org/10.1371/journal.pone.0086973","volume":"9"},
  {"id":"murraySpatialSpreadRabies","abstract":"We present a simple model for the spatial spread of rabies among foxes and use it to quantify its progress in England if rabies were introduced. The model is based on the known ecology of fox behaviour and on the assumption that the main vector for the spread of the disease is the rabid fox. Known data and facts are used to determine real parameter values involved in the model. We calculate the speed of propagation of the epizootic front, the threshold for the existence of an epidemic, the period and distance apart of the subsequent cyclical epidemics which follow the main front, and finally we quantify a means for control of the spatial spread of the disease. By way of illustration we use the model to determine the progress of rabies up through the southern part of England if it were introduced near Southampton. Estimates for the current fox density in England were used in the simulations. These suggest that the disease would reach Manchester within about 3.5 years, moving at speeds as high as 100 km per year in the central region. The model further indicates that although it might seem that the disease had disappeared after the wave had passed it would reappear in the south of England after just over 6 years and at periodic times after that. We consider the possibility of stopping the spread of the disease by creating a rabies ‘breakʼ ahead of the front through vaccination to reduce the population to a level below the threshold for an epidemic to exist. Based on parameter values relevant to England, we estimate its minimum width to be about 15 km. The model suggests that vaccination has considerable advantages over severe culling.","author":[{"family":"Murray","given":"J. D."},{"family":"Stanley","given":"E. A."},{"family":"Brown","given":"D. L."}],"collection-title":"Biological Sciences","container-title":"Proceedings of the Royal Society of London Series B, Biological sciences","container-title-short":"Proc. R. Soc. Lond. B","DOI":"https://doi.org/10.1098/rspb.1986.0078","ISSN":"0080-4649","issue":"1255","language":"en","page":"111-150","source":"Zotero","title":"On the spatial spread of rabies among foxes","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/abs/10.1098/rspb.1986.0078","volume":"229"},
  {"id":"nicolaidesMetricInfluentialSpreading2012","abstract":"The spread of infectious diseases at the global scale is mediated by long-range human travel. Our ability to predict the impact of an outbreak on human health requires understanding the spatiotemporal signature of early-time spreading from a specific location. Here, we show that network topology, geography, traffic structure and individual mobility patterns are all essential for accurate predictions of disease spreading. Specifically, we study contagion dynamics through the air transportation network by means of a stochastic agent-tracking model that accounts for the spatial distribution of airports, detailed air traffic and the correlated nature of mobility patterns and waiting-time distributions of individual agents. From the simulation results and the empirical air-travel data, we formulate a metric of influential spreading––the geographic spreading centrality––which accounts for spatial organization and the hierarchical structure of the network traffic, and provides an accurate measure of the early-time spreading power of individual nodes.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Nicolaides","given":"Christos"},{"family":"Cueto-Felgueroso","given":"Luis"},{"family":"González","given":"Marta C."},{"family":"Juanes","given":"Ruben"}],"container-title":"PLoS ONE","DOI":"10.1371/journal.pone.0040961","editor":[{"family":"Vespignani","given":"Alessandro"}],"ISSN":"1932-6203","issue":"7","issued":{"date-parts":[[2012,7,19]]},"language":"en","page":"e40961","source":"Crossref","title":"A Metric of Influential Spreading during Contagion Dynamics through the Air Transportation Network","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0040961","volume":"7"},
  {"id":"pastor-satorrasEpidemicSpreadingScaleFree2001","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Pastor-Satorras","given":"Romualdo"},{"family":"Vespignani","given":"Alessandro"}],"container-title":"Physical Review Letters","DOI":"10.1103/PhysRevLett.86.3200","ISSN":"0031-9007, 1079-7114","issue":"14","issued":{"date-parts":[[2001,4,2]]},"language":"en","page":"3200-3203","source":"Crossref","title":"Epidemic Spreading in Scale-Free Networks","type":"article-journal","URL":"https://link.aps.org/doi/10.1103/PhysRevLett.86.3200","volume":"86"},
  {"id":"paullSuperspreadersDiseaseHotspots2012","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Paull","given":"Sara H"},{"family":"Song","given":"Sejin"},{"family":"McClure","given":"Katherine M"},{"family":"Sackett","given":"Loren C"},{"family":"Kilpatrick","given":"A Marm"},{"family":"Johnson","given":"Pieter TJ"}],"container-title":"Frontiers in Ecology and the Environment","DOI":"10.1890/110111","ISSN":"1540-9295, 1540-9309","issue":"2","issued":{"date-parts":[[2012,3]]},"language":"en","page":"75-82","source":"Crossref","title":"From superspreaders to disease hotspots: linking transmission across hosts and space","title-short":"From superspreaders to disease hotspots","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1890/110111","volume":"10"},
  {"id":"peiSearchingSuperspreadersInformation2015","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Pei","given":"Sen"},{"family":"Muchnik","given":"Lev"},{"family":"Andrade,","given":"José S."},{"family":"Zheng","given":"Zhiming"},{"family":"Makse","given":"Hernán A."}],"container-title":"Scientific Reports","DOI":"10.1038/srep05547","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[[2015,5]]},"language":"en","source":"Crossref","title":"Searching for superspreaders of information in real-world social media","type":"article-journal","URL":"http://www.nature.com/articles/srep05547","volume":"4"},
  {"id":"porphyreVulnerabilityBritishSwine2017c","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Porphyre","given":"Thibaud"},{"family":"Correia-Gomes","given":"Carla"},{"family":"Chase-Topping","given":"Margo E."},{"family":"Gamado","given":"Kokouvi"},{"family":"Auty","given":"Harriet K."},{"family":"Hutchinson","given":"Ian"},{"family":"Reeves","given":"Aaron"},{"family":"Gunn","given":"George J."},{"family":"Woolhouse","given":"Mark E. J."}],"container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/srep42992","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[[2017,3]]},"language":"en","page":"42992","source":"DOI.org (Crossref)","title":"Vulnerability of the British swine industry to classical swine fever","type":"article-journal","URL":"http://www.nature.com/articles/srep42992","volume":"7"},
  {"id":"potterNetworksFacetofaceSocial2019","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Potter","given":"Gail E."},{"family":"Wong","given":"Jimmy"},{"family":"Sugimoto","given":"Jonathan"},{"family":"Diallo","given":"Aldiouma"},{"family":"Victor","given":"John C."},{"family":"Neuzil","given":"Kathleen"},{"family":"Halloran","given":"M. Elizabeth"}],"container-title":"PLOS ONE","DOI":"10.1371/journal.pone.0220443","editor":[{"family":"Kwok","given":"Kin On"}],"ISSN":"1932-6203","issue":"8","issued":{"date-parts":[[2019,8,6]]},"language":"en","page":"e0220443","source":"Crossref","title":"Networks of face-to-face social contacts in Niakhar, Senegal","type":"article-journal","URL":"http://dx.plos.org/10.1371/journal.pone.0220443","volume":"14"},
  {"id":"pullanoNovelCoronavirus2019nCoV2020","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Pullano","given":"Giulia"},{"family":"Pinotti","given":"Francesco"},{"family":"Valdano","given":"Eugenio"},{"family":"Boëlle","given":"Pierre-Yves"},{"family":"Poletto","given":"Chiara"},{"family":"Colizza","given":"Vittoria"}],"container-title":"Eurosurveillance","DOI":"10.2807/1560-7917.ES.2020.25.4.2000057","ISSN":"1560-7917","issue":"4","issued":{"date-parts":[[2020,1,30]]},"language":"en","source":"Crossref","title":"Novel coronavirus (2019-nCoV) early-stage importation risk to Europe, January 2020","type":"article-journal","URL":"https://www.eurosurveillance.org/content/10.2807/1560-7917.ES.2020.25.4.2000057","volume":"25"},
  {"id":"radicchiFundamentalDifferenceSuperblockers2017","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Radicchi","given":"Filippo"},{"family":"Castellano","given":"Claudio"}],"container-title":"Physical Review E","DOI":"10.1103/PhysRevE.95.012318","ISSN":"2470-0045, 2470-0053","issue":"1","issued":{"date-parts":[[2017,1,18]]},"language":"en","source":"Crossref","title":"Fundamental difference between superblockers and superspreaders in networks","type":"article-journal","URL":"https://link.aps.org/doi/10.1103/PhysRevE.95.012318","volume":"95"},
  {"id":"readNovelCoronavirus2019nCoV2020","abstract":"Since first identified, the epidemic scale of the recently emerged novel coronavirus (2019-nCoV) in Wuhan, China, has increased rapidly, with cases arising across China and other countries and regions. using a transmission model, we estimate a basic reproductive number of 3.11 (95%CI, 2.39-4.13); 58-76% of transmissions must be prevented to stop increasing; Wuhan case ascertainment of 5.0% (3.6-7.4); 21022 (11090-33490) total infections in Wuhan 1 to 22 January.","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Read","given":"Jonathan M"},{"family":"Bridgen","given":"Jessica RE"},{"family":"Cummings","given":"Derek AT"},{"family":"Ho","given":"Antonia"},{"family":"Jewell","given":"Chris P"}],"DOI":"10.1101/2020.01.23.20018549","genre":"preprint","issued":{"date-parts":[[2020,1,24]]},"language":"en","publisher":"Infectious Diseases (except HIV/AIDS)","source":"DOI.org (Crossref)","title":"Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions","title-short":"Novel coronavirus 2019-nCoV","type":"report","URL":"http://medrxiv.org/lookup/doi/10.1101/2020.01.23.20018549"},
  {"id":"riouPatternEarlyHumantohuman2020","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Riou","given":"Julien"},{"family":"Althaus","given":"Christian L."}],"container-title":"Eurosurveillance","DOI":"10.2807/1560-7917.ES.2020.25.4.2000058","ISSN":"1560-7917","issue":"4","issued":{"date-parts":[[2020,1,30]]},"language":"en","source":"DOI.org (Crossref)","title":"Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV), December 2019 to January 2020","type":"article-journal","URL":"https://www.eurosurveillance.org/content/10.2807/1560-7917.ES.2020.25.4.2000058","volume":"25"},
  {"id":"rosvallMapEquation2009","abstract":"Many real-world networks are so large that we must simplify their structure before we can extract useful information about the systems they represent. As the tools for doing these simpliﬁcations proliferate within the network literature, researchers would beneﬁt from some guidelines about which of the so-called community detection algorithms are most appropriate for the structures they are studying and the questions they are asking. Here we show that diﬀerent methods highlight diﬀerent aspects of a network’s structure and that the the sort of information that we seek to extract about the system must guide us in our decision. For example, many community detection algorithms, including the popular modularity maximization approach, infer module assignments from an underlying model of the network formation process. However, we are not always as interested in how a system’s network structure was formed, as we are in how a network’s extant structure inﬂuences the system’s behavior. To see how structure inﬂuences current behavior, we will recognize that links in a network induce movement across the network and result in system-wide interdependence. In doing so, we explicitly acknowledge that most networks carry ﬂow. To highlight and simplify the network structure with respect to this ﬂow, we use the map equation. We present an intuitive derivation of this ﬂow-based and information-theoretic method and provide an interactive on-line application that anyone can use to explore the mechanics of the map equation. The diﬀerences between the map equation and the modularity maximization approach are not merely conceptual. Because the map equation attends to patterns of ﬂow on the network and the modularity maximization approach does not, the two methods can yield dramatically diﬀerent results for some network structures. To illustrate this and build our understanding of each method, we partition several sample networks. We also describe an algorithm and provide source code to eﬃciently decompose large weighted and directed networks based on the map equation.","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Rosvall","given":"M."},{"family":"Axelsson","given":"D."},{"family":"Bergstrom","given":"C. T."}],"container-title":"The European Physical Journal Special Topics","container-title-short":"Eur. Phys. J. Spec. Top.","DOI":"10.1140/epjst/e2010-01179-1","ISSN":"1951-6355, 1951-6401","issue":"1","issued":{"date-parts":[[2009,11]]},"language":"en","page":"13-23","source":"DOI.org (Crossref)","title":"The map equation","type":"article-journal","URL":"http://link.springer.com/10.1140/epjst/e2010-01179-1","volume":"178"},
  {"id":"scoglioEfficientMitigationStrategies2010","abstract":"Containing an epidemic at its origin is the most desirable mitigation. Epidemics have often originated in rural areas, with rural communities among the first affected. Disease dynamics in rural regions have received limited attention, and results of general studies cannot be directly applied since population densities and human mobility factors are very different in rural regions from those in cities. We create a network model of a rural community in Kansas, USA, by collecting data on the contact patterns and computing rates of contact among a sampled population. We model the impact of different mitigation strategies detecting closely connected groups of people and frequently visited locations. Within those groups and locations, we compare the effectiveness of random and targeted vaccinations using a Susceptible-Exposed-Infected-Recovered compartmental model on the contact network. Our simulations show that the targeted vaccinations of only 10% of the sampled population reduced the size of the epidemic by 34.5%. Additionally, if 10% of the population visiting one of the most popular locations is randomly vaccinated, the epidemic size is reduced by 19%. Our results suggest a new implementation of a highly effective strategy for targeted vaccinations through the use of popular locations in rural communities.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Scoglio","given":"Caterina"},{"family":"Schumm","given":"Walter"},{"family":"Schumm","given":"Phillip"},{"family":"Easton","given":"Todd"},{"family":"Roy Chowdhury","given":"Sohini"},{"family":"Sydney","given":"Ali"},{"family":"Youssef","given":"Mina"}],"container-title":"PLoS ONE","DOI":"10.1371/journal.pone.0011569","editor":[{"family":"Mailund","given":"Thomas"}],"ISSN":"1932-6203","issue":"7","issued":{"date-parts":[[2010,7,13]]},"language":"en","page":"e11569","source":"Crossref","title":"Efficient Mitigation Strategies for Epidemics in Rural Regions","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0011569","volume":"5"},
  {"id":"smallSuperspreadersRateTransmission2006","abstract":"We describe a stochastic small-world network model of transmission of the SARS virus. Unlike the standard Susceptible-Infected-Removed models of disease transmission, our model exhibits both geographically localised outbreaks and “super-spreaders”. Moreover, the combination of localised and long range links allows for more accurate modelling of partial isolation and various public health policies. From this model, we derive an expression for the probability of a widespread outbreak and a condition to ensure that the epidemic is controlled. Moreover, multiple simulations are used to make predictions of the likelihood of various eventual scenarios for ﬁxed initial conditions. The main conclusions of this study are: (i) “super-spreaders” may occur even if the infectiousness of all infected individuals is constant; (ii) consistent with previous reports, extended exposure time beyond 3–5 days (i.e. signiﬁcant nosocomial transmission) was the key factor in the severity of the SARS outbreak in Hong Kong; and, (iii) the spread of SARS can be effectively controlled by either limiting long range links (imposing a partial quarantine) or enforcing rapid hospitalisation and isolation of symptomatic individuals.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Small","given":"Michael"},{"family":"Tse","given":"C.K."},{"family":"Walker","given":"David M."}],"container-title":"Physica D: Nonlinear Phenomena","DOI":"10.1016/j.physd.2006.01.021","ISSN":"01672789","issue":"2","issued":{"date-parts":[[2006,3]]},"language":"en","page":"146-158","source":"Crossref","title":"Super-spreaders and the rate of transmission of the SARS virus","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0167278906000479","volume":"215"},
  {"id":"steinSuperspreadersInfectiousDiseases2011","abstract":"Early studies that explored host–pathogen interactions assumed that infected individuals within a population have equal chances of transmitting the infection to others. Subsequently, in what became known as the 20/80 rule, a small percentage of individuals within any population was observed to control most transmission events. This empirical rule was shown to govern inter-individual transmission dynamics for many pathogens in several species, and individuals who infect disproportionately more secondary contacts, as compared to most others, became known as superspreaders. Studies conducted in the wake of the severe acute respiratory syndrome (SARS) pandemic revealed that, in the absence of super-spreading events, most individuals infect few, if any, secondary contacts. The analysis of SARS transmission, and reports from other outbreaks, unveil a complex scenario in which super-spreading events are shaped by multiple factors, including co-infection with another pathogen, immune suppression, changes in airﬂow dynamics, delayed hospital admission, misdiagnosis, and inter-hospital transfers. Predicting and identifying super-spreaders open signiﬁcant medical and public health challenges, and represent important facets of infectious disease management and pandemic preparedness plans.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Stein","given":"Richard A."}],"container-title":"International Journal of Infectious Diseases","DOI":"10.1016/j.ijid.2010.06.020","ISSN":"12019712","issue":"8","issued":{"date-parts":[[2011,8]]},"language":"en","page":"e510-e513","source":"Crossref","title":"Super-spreaders in infectious diseases","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S1201971211000245","volume":"15"},
  {"id":"stoddardRoleHumanMovement2009b","abstract":"Background: Human movement is a key behavioral factor in many vector-borne disease systems because it influences exposure to vectors and thus the transmission of pathogens. Human movement transcends spatial and temporal scales with different influences on disease dynamics. Here we develop a conceptual model to evaluate the importance of variation in exposure due to individual human movements for pathogen transmission, focusing on mosquito-borne dengue virus.\nMethodology and Principal Findings: We develop a model showing that the relevance of human movement at a particular scale depends on vector behavior. Focusing on the day-biting Aedes aegypti, we illustrate how vector biting behavior combined with fine-scale movements of individual humans engaged in their regular daily routine can influence transmission. Using a simple example, we estimate a transmission rate (R0) of 1.3 when exposure is assumed to occur only in the home versus 3.75 when exposure at multiple locations—e.g., market, friend’s—due to movement is considered. Movement also influences for which sites and individuals risk is greatest. For the example considered, intriguingly, our model predicts little correspondence between vector abundance in a site and estimated R0 for that site when movement is considered. This illustrates the importance of human movement for understanding and predicting the dynamics of a disease like dengue. To encourage investigation of human movement and disease, we review methods currently available to study human movement and, based on our experience studying dengue in Peru, discuss several important questions to address when designing a study.\nConclusions/Significance: Human movement is a critical, understudied behavioral component underlying the transmission dynamics of many vector-borne pathogens. Understanding movement will facilitate identification of key individuals and sites in the transmission of pathogens such as dengue, which then may provide targets for surveillance, intervention, and improved disease prevention.","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Stoddard","given":"Steven T."},{"family":"Morrison","given":"Amy C."},{"family":"Vazquez-Prokopec","given":"Gonzalo M."},{"family":"Paz Soldan","given":"Valerie"},{"family":"Kochel","given":"Tadeusz J."},{"family":"Kitron","given":"Uriel"},{"family":"Elder","given":"John P."},{"family":"Scott","given":"Thomas W."}],"container-title":"PLoS Neglected Tropical Diseases","container-title-short":"PLoS Negl Trop Dis","DOI":"10.1371/journal.pntd.0000481","editor":[{"family":"Kittayapong","given":"Pattamaporn"}],"ISSN":"1935-2735","issue":"7","issued":{"date-parts":[[2009,7,21]]},"language":"en","page":"e481","source":"DOI.org (Crossref)","title":"The Role of Human Movement in the Transmission of Vector-Borne Pathogens","type":"article-journal","URL":"http://dx.plos.org/10.1371/journal.pntd.0000481","volume":"3"},
  {"id":"tuiteCholeraEpidemicHaiti2011","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Tuite","given":"Ashleigh R."},{"family":"Tien","given":"Joseph"},{"family":"Eisenberg","given":"Marisa"},{"family":"Earn","given":"David J.D."},{"family":"Ma","given":"Junling"},{"family":"Fisman","given":"David N."}],"container-title":"Annals of Internal Medicine","DOI":"10.7326/0003-4819-154-9-201105030-00334","ISSN":"0003-4819","issue":"9","issued":{"date-parts":[[2011,5,3]]},"language":"en","page":"593","source":"Crossref","title":"Cholera Epidemic in Haiti, 2010: Using a Transmission Model to Explain Spatial Spread of Disease and Identify Optimal Control Interventions","title-short":"Cholera Epidemic in Haiti, 2010","type":"article-journal","URL":"http://annals.org/article.aspx?doi=10.7326/0003-4819-154-9-201105030-00334","volume":"154"},
  {"id":"wangMaximizingSpreadInfluence2016","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Wang","given":"Xiaojie"},{"family":"Zhang","given":"Xue"},{"family":"Zhao","given":"Chengli"},{"family":"Yi","given":"Dongyun"}],"container-title":"PLOS ONE","DOI":"10.1371/journal.pone.0164393","editor":[{"family":"Csermely","given":"Peter"}],"ISSN":"1932-6203","issue":"10","issued":{"date-parts":[[2016,10,12]]},"language":"en","page":"e0164393","source":"Crossref","title":"Maximizing the Spread of Influence via Generalized Degree Discount","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0164393","volume":"11"},
  {"id":"wangSpatialEpidemiologyNetworked2014a","abstract":"An emerging disease is one infectious epidemic caused by a newly transmissible pathogen, which has either appeared for the ﬁrst time or already existed in human populations, having the capacity to increase rapidly in incidence as well as geographic range. Adapting to human immune system, emerging diseases may trigger large-scale pandemic spreading, such as the transnational spreading of SARS, the global outbreak of A(H1N1), and the recent potential invasion of avian inﬂuenza A(H7N9). To study the dynamics mediating the transmission of emerging diseases, spatial epidemiology of networked metapopulation provides a valuable modeling framework, which takes spatially distributed factors into consideration. This review elaborates the latest progresses on the spatial metapopulation dynamics, discusses empirical and theoretical ﬁndings that verify the validity of networked metapopulations, and the sketches application in evaluating the effectiveness of disease intervention strategies as well.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Wang","given":"Lin"},{"family":"Li","given":"Xiang"}],"container-title":"Chinese Science Bulletin","DOI":"10.1007/s11434-014-0499-8","ISSN":"1001-6538, 1861-9541","issue":"28","issued":{"date-parts":[[2014,10]]},"language":"en","page":"3511-3522","source":"Crossref","title":"Spatial epidemiology of networked metapopulation: an overview","title-short":"Spatial epidemiology of networked metapopulation","type":"article-journal","URL":"http://link.springer.com/10.1007/s11434-014-0499-8","volume":"59"},
  {"id":"whoCoronavirusDisease20192020","author":[{"family":"WHO","given":""}],"issued":{"date-parts":[[2020]]},"number":"24","publisher":"WHO","publisher-place":"Switzerland","title":"Coronavirus disease 2019 (COVID-19) Situation Report 24","type":"report"},
  {"id":"whoCoronavirusDisease20192020a","author":[{"family":"WHO","given":""}],"issued":{"date-parts":[[2020]]},"number":"40","publisher":"WHO","publisher-place":"Switzerland","title":"Coronavirus disease 2019 (COVID-19) Situation Report 40","type":"report"},
  {"id":"whoCoronavirusDisease20192020b","author":[{"family":"WHO","given":""}],"issued":{"date-parts":[[2020]]},"number":"47","publisher":"WHO","publisher-place":"Switzerland","title":"Coronavirus disease 2019 (COVID-19) Situation Report 47","type":"report"},
  {"id":"whoCoronavirusDisease20192020c","author":[{"family":"WHO","given":""}],"issued":{"date-parts":[[2020]]},"number":"59","publisher":"WHO","publisher-place":"Switzerland","title":"Coronavirus disease 2019 (COVID-19) Situation Report 59","type":"report"},
  {"id":"whoNovelCoronavirus2019nCoV2020","author":[{"family":"WHO","given":""}],"issued":{"date-parts":[[2020]]},"number":"9","publisher":"WHO","publisher-place":"Switzerland","title":"Novel Coronavirus(2019-nCoV) Situation Report 9","type":"report"},
  {"id":"whoNovelCoronavirus2019nCoV2020a","author":[{"family":"WHO","given":""}],"issued":{"date-parts":[[2020]]},"number":"10","publisher":"WHO","publisher-place":"Switzerland","title":"Novel Coronavirus(2019-nCoV) Situation Report 10","type":"report"},
  {"id":"whoNovelCoronavirus2019nCoV2020b","author":[{"family":"WHO","given":""}],"issued":{"date-parts":[[2020]]},"number":"12","publisher":"WHO","publisher-place":"Switzerland","title":"Novel Coronavirus(2019-nCoV) Situation Report 12","type":"report"},
  {"id":"whothailandCoronavirusDisease20192020","author":[{"family":"WHO Thailand","given":""}],"issued":{"date-parts":[[2020]]},"number":"8","publisher":"WHO Thailand","publisher-place":"Thailand","title":"Coronavirus disease 2019 (COVID-19) WHO Thailand Situation Report 8","type":"report"},
  {"id":"williamsHowDiseaseRisks2018","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Williams","given":"Nakeya D."},{"family":"Brooks","given":"Heather Z."},{"family":"Hohn","given":"Maryann E."},{"family":"Price","given":"Candice R."},{"family":"Radunskaya","given":"Ami E."},{"family":"Sindi","given":"Suzanne S."},{"family":"Wilson","given":"Shelby N."},{"family":"Fefferman","given":"Nina H."}],"container-title":"Understanding Complex Biological Systems with Mathematics","DOI":"10.1007/978-3-319-98083-6_2","editor":[{"family":"Radunskaya","given":"Ami"},{"family":"Segal","given":"Rebecca"},{"family":"Shtylla","given":"Blerta"}],"ISBN":"978-3-319-98082-9 978-3-319-98083-6","issued":{"date-parts":[[2018]]},"language":"en","page":"31-46","publisher":"Springer International Publishing","publisher-place":"Cham","source":"Crossref","title":"How Disease Risks Can Impact the Evolution of Social Behaviors and Emergent Population Organization","type":"chapter","URL":"http://link.springer.com/10.1007/978-3-319-98083-6_2","volume":"14"},
  {"id":"wongMERSSARSEbola2015","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Wong","given":"Gary"},{"family":"Liu","given":"Wenjun"},{"family":"Liu","given":"Yingxia"},{"family":"Zhou","given":"Boping"},{"family":"Bi","given":"Yuhai"},{"family":"Gao","given":"George F."}],"container-title":"Cell Host & Microbe","DOI":"10.1016/j.chom.2015.09.013","ISSN":"19313128","issue":"4","issued":{"date-parts":[[2015,10]]},"language":"en","page":"398-401","source":"Crossref","title":"MERS, SARS, and Ebola: The Role of Super-Spreaders in Infectious Disease","title-short":"MERS, SARS, and Ebola","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S1931312815003820","volume":"18"},
  {"id":"yangEpidemiologicalClinicalFeatures2020","abstract":"Background The ongoing outbreak of the 2019 novel coronavirus (2019-nCoV) in China has led to the declaration of Public Health Emergency of International Concern by the World Health Organization.\nMethods All 2019-nCoV infected patients reported to Chinese Center for Disease Control and Prevention up to 26 January 2020 were included for analysis. Disease and death incidence were compared between demographic groups and baseline conditions. Case fatality rates (CFRs) and the basic reproductive number R0 was estimated with a transmission model.\nResults: As of 26 January 2020, a total of 8866 patients including 4021 (45.35%) laboratory confirmed patients were reported from 30 provinces. Nearly half of the patients were aged 50 years or older (47.7%). There was a clear gender difference in incidence with 0.31 (male) vs. 0.27 (female) per 100,000 people (P<0.001). The median incubation period was 4.75 (interquartile range: 3.0-7.2) days. About 25.5%, 69.9% and 4.5% patients were diagnosed with severe pneumonia, mild pneumonia, and non-pneumonia, respectively. The overall CFR was estimated be 3.06% (95% CI 2.02-4.59%), but male patients, ≥60 years old, baseline diagnosis of severe pneumonia and delay in diagnosis were associated with substantially elevated CFR. The R0 was estimated to be 3.77 (95% CI 3.51-4.05), ranging 2.23-4.82 in sensitivity analyses varying the incubation and infectious periods.\nConclusions Compared with SARS-CoV, 2019-nCoV had comparable transmissibility and lower CFR. Our findings based on individual-level surveillance data emphasize the importance of early detection of elderly patients, particularly males, before symptoms progress to severe pneumonia.","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Yang","given":"Yang"},{"family":"Lu","given":"Qingbin"},{"family":"Liu","given":"Mingjin"},{"family":"Wang","given":"Yixing"},{"family":"Zhang","given":"Anran"},{"family":"Jalali","given":"Neda"},{"family":"Dean","given":"Natalie"},{"family":"Longini","given":"Ira"},{"family":"Halloran","given":"M. Elizabeth"},{"family":"Xu","given":"Bo"},{"family":"Zhang","given":"Xiaoai"},{"family":"Wang","given":"Liping"},{"family":"Liu","given":"Wei"},{"family":"Fang","given":"Liqun"}],"DOI":"10.1101/2020.02.10.20021675","genre":"preprint","issued":{"date-parts":[[2020,2,11]]},"language":"en","publisher":"Epidemiology","source":"DOI.org (Crossref)","title":"Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China","type":"report","URL":"http://medrxiv.org/lookup/doi/10.1101/2020.02.10.20021675"},
  {"id":"zengRankingSpreadersDecomposing2013","abstract":"Ranking the nodes’ ability of spreading in networks is crucial for designing eﬃcient strategies to hinder spreading in the case of diseases or accelerate spreading in the case of information dissemination. In the well-known k-shell method, nodes are ranked only according to the links between the remaining nodes (residual links) while the links connecting to the removed nodes (exhausted links) are entirely ignored. In this Letter, we propose a mixed degree decomposition (MDD) procedure in which both the residual degree and the exhausted degree are considered. By simulating the epidemic spreading process on real networks, we show that the MDD method can outperform the k-shell and degree methods in ranking spreaders.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Zeng","given":"An"},{"family":"Zhang","given":"Cheng-Jun"}],"container-title":"Physics Letters A","DOI":"10.1016/j.physleta.2013.02.039","ISSN":"03759601","issue":"14","issued":{"date-parts":[[2013,6]]},"language":"en","page":"1031-1035","source":"Crossref","title":"Ranking spreaders by decomposing complex networks","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0375960113002260","volume":"377"},
  {"id":"zhangIdentifyingInfluentialNodes2013","abstract":"It is a fundamental issue to ﬁnd a small subset of inﬂuential individuals in a complex network such that they can spread information to the largest number of nodes in the network. Though some heuristic methods, including degree centrality, betweenness centrality, closeness centrality, the k-shell decomposition method and a greedy algorithm, can help identify inﬂuential nodes, they have limitations for networks with community structure. This paper reveals a new measure for assessing the inﬂuence effect based on inﬂuence scope maximization, which can complement the traditional measure of the expected number of inﬂuenced nodes. A novel method for identifying inﬂuential nodes in complex networks with community structure is proposed. This method uses the information transfer probability between any pair of nodes and the k-medoid clustering algorithm. The experimental results show that the inﬂuential nodes identiﬁed by the k-medoid method can inﬂuence a larger scope in networks with obvious community structure than the greedy algorithm without reducing the expected number of inﬂuenced nodes.","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Zhang","given":"Xiaohang"},{"family":"Zhu","given":"Ji"},{"family":"Wang","given":"Qi"},{"family":"Zhao","given":"Han"}],"container-title":"Knowledge-Based Systems","DOI":"10.1016/j.knosys.2013.01.017","ISSN":"09507051","issued":{"date-parts":[[2013,4]]},"language":"en","page":"74-84","source":"Crossref","title":"Identifying influential nodes in complex networks with community structure","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0950705113000294","volume":"42"},
  {"id":"zhaoImmunizationSpreadRumors2015","accessed":{"date-parts":[[2020,3,19]]},"author":[{"family":"Zhao","given":"Laijun"},{"family":"Wang","given":"Jiajia"},{"family":"Huang","given":"Rongbing"}],"container-title":"PLOS ONE","DOI":"10.1371/journal.pone.0124978","editor":[{"family":"Huerta-Quintanilla","given":"Rodrigo"}],"ISSN":"1932-6203","issue":"5","issued":{"date-parts":[[2015,5,1]]},"language":"en","page":"e0124978","source":"Crossref","title":"Immunization against the Spread of Rumors in Homogenous Networks","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0124978","volume":"10"},
  {"id":"zhongDetectingDynamicsUrban2014","accessed":{"date-parts":[[2020,3,20]]},"author":[{"family":"Zhong","given":"Chen"},{"family":"Arisona","given":"Stefan Müller"},{"family":"Huang","given":"Xianfeng"},{"family":"Batty","given":"Michael"},{"family":"Schmitt","given":"Gerhard"}],"container-title":"International Journal of Geographical Information Science","container-title-short":"International Journal of Geographical Information Science","DOI":"10.1080/13658816.2014.914521","ISSN":"1365-8816, 1362-3087","issue":"11","issued":{"date-parts":[[2014,11,2]]},"language":"en","page":"2178-2199","source":"DOI.org (Crossref)","title":"Detecting the dynamics of urban structure through spatial network analysis","type":"article-journal","URL":"http://www.tandfonline.com/doi/full/10.1080/13658816.2014.914521","volume":"28"}
]
